; TECH
[ExperimentalArmor X2TechTemplate]
DisplayName="实验装甲模块"
Summary="我们对变种人持盾者的尸体解剖为我们提供了一些关于背心设计的新想法，通过结合回收的元素核，可以戏剧性地提高士兵的生存能力."

; ABILITIES
[TRGrenadePocket X2AbilityTemplate]
LocFriendlyName="重火力"
LocLongDescription="解锁手榴弹插槽.手榴弹专用插槽中的手榴弹获得使用奖励."
LocHelpText="解锁手榴弹插槽.手榴弹专用插槽中的手榴弹获得使用奖励."
LocPromotionPopupText="<Bullet/> 所有手榴弹都适用于重型军械，即使是非攻击性手榴弹，如战斗扫描仪和烟雾弹.<br/>"

[TRAmmoPocket X2AbilityTemplate]
LocFriendlyName="弹夹"
LocLongDescription="获得专用弹药弹夹插槽."
LocHelpText="获得专用弹药弹夹插槽."
LocPromotionPopupText="<Bullet/> 获得专用弹药弹夹插槽.<br/>"

[TRArmorBonus X2AbilityTemplate]
LocFriendlyName="电镀装甲"
LocLongDescription="这个庞大的模块提供了大量的保护，但会降低机动性。获得3点护甲，失去1点移动."
LocHelpText="这个庞大的模块提供了大量的保护，但会降低机动性。获得3点护甲，失去1点移动."
LocPromotionPopupText="<Bullet/> 获得护甲加成.<br/>"

[TRMobilityBonus X2AbilityTemplate]
LocFriendlyName="短跑运动员"
LocLongDescription="用较轻的盔甲代替一些较重的盔甲，舍弃部分防御提高机动性，获得2点移动，失去10点防御."
LocHelpText="用较轻的盔甲代替一些较重的盔甲，舍弃部分防御提高机动性，获得2点移动，失去10点防御."
LocPromotionPopupText="<Bullet/> 获得移动加成.<br/>"

; Making a change to LW2 Ceramic Plating ability localization
[LW2WOTC_CeramicPlating_Ability X2AbilityTemplate]
LocFriendlyName="自适应陶瓷镀层"
LocFlyOverText="自适应陶瓷镀层"
LocLongDescription="当不使用装甲升级槽时，你将获得 <Ability:CERAMIC_PLATING_HP> 护盾值."
LocHelpText="当不使用装甲升级槽时，你将获得 <Ability:CERAMIC_PLATING_HP> 护盾值."

[TRPsiShield X2AbilityTemplate]
LocFriendlyName="灵能屏障"
LocLongDescription="利用天生出众的灵能潜能来产生护盾值，最少2点护盾值."
LocHelpText="利用天生出众的灵能潜能来产生护盾值，最少2点护盾值."
LocPromotionPopupText="<Bullet/> 获得护盾值加成.<br/>"

[TRAdrenalineSurge X2AbilityTemplate]
LocFriendlyName="肾上腺素飙升"
LocLongDescription="受到伤害时，获得3点移动，持续2回合."
LocHelpText="受到伤害时，获得3点移动，持续2回合."
LocPromotionPopupText="<Bullet/> 受到伤害时提升机动性.<br/>"
LocFlyOverText="我的肾上腺素飙起来了！"

[TRSmartMod X2AbilityTemplate]
LocFriendlyName="智能插槽"
LocLongDescription="获得额外的护甲升级槽，无互斥规则."
LocHelpText="获得额外的护甲升级槽，无互斥规则."
LocPromotionPopupText="<Bullet/> 获得额外的装甲升级插槽.<br/>"

[TRShieldRegen X2AbilityTemplate]
LocFriendlyName="屏障发生器"
LocLongDescription="我们士兵生存得到了有效的保障. 提供2点护盾值，每回合再生2点。最多6点."
LocHelpText="我们士兵生存得到了有效的保障. 提供2点ablative,每回合再生2点,最多6点."
LocPromotionPopupText="<Bullet/> 获得护盾值.<br/>"

[TRPlatedComp X2AbilityTemplate]
LocFriendlyName="镀层背心伴侣"
LocLongDescription="当与镀层背心模块一起使用时，该模块不再提供护甲，而是减少20%受到的伤害."
LocHelpText="当与镀层背心模块一起使用时，该模块不再提供护甲，而是减少20%受到的伤害."
LocPromotionPopupText="<Bullet/> 减少受到伤害.<br/>"

[TRHazmatComp X2AbilityTemplate]
LocFriendlyName="生化防护背心伴侣"
LocLongDescription="与生化防护背心模块一起使用时，爆炸袭击的伤害降低66%."
LocHelpText="与生化防护背心模块一起使用时，爆炸袭击的伤害降低66%."
LocPromotionPopupText="<Bullet/> 减少受到伤害.<br/>"

[TRStasisComp X2AbilityTemplate]
LocFriendlyName="静滞背心伴侣"
LocLongDescription="与静滞背心模块一起使用时，每回合额外获得1点生命值（不计入最大治疗量）并恢复10%的意志."
LocHelpText="与静滞背心模块一起使用时，每回合额外获得1点生命值（不计入最大治疗量）并恢复10%的意志."
LocPromotionPopupText="<Bullet/> 更高的生存率.<br/>"

; Localization for PGO Techs
[TRAU_PV_Unlock X2TechTemplate]
DisplayName="模块-镀层背心"
Summary="沈为传统的纳米背心配备了装甲镀层，提高了生命值，并增加了防御敌人攻击的装甲防护."

[TRAU_HV_Unlock X2TechTemplate]
DisplayName="模块-生化防护背心"
Summary="通过用特殊材料加固纳米级背心，士兵们可以获得额外的生命值提升，并完全抵抗任何环境危害，如火灾、酸性物质或有毒物质."

[TRAU_S_Unlock X2TechTemplate]
DisplayName="模块-静滞背心"
Summary="升级后的纳米级背心为士兵提供额外 <Ability:StasisVest_BonusHP/> 生命值, 并且内置的Medikit IV会自动治疗受伤士兵."

[TRAU_HCG_Unlock X2TechTemplate]
DisplayName="模块-盾墙"
Summary="在你的站立处为队友提供全身掩体。移动或攻击会移除此效果."

[TRAU_WP_Unlock X2TechTemplate]
DisplayName="模块-幽灵"
Summary="允许单位直接穿过障碍物."

[TRAU_G_Unlock X2TechTemplate]
DisplayName="模块-爪钩"
Summary="使用爪钩，快速移动至指定位置."

[TRAU_GP_Unlock X2TechTemplate]
DisplayName="模块-重火力"
Summary="解锁手榴弹插槽.手榴弹专用插槽中的手榴弹获得使用奖励."

[TRAU_AP_Unlock X2TechTemplate]
DisplayName="模块-弹夹"
Summary="获得专用弹药弹夹插槽."

[TRAU_A_Unlock X2TechTemplate]
DisplayName="模块-电镀装甲"
Summary="这个庞大的模块提供了大量的保护，但会降低机动性。获得3点护甲，失去1点移动."

[TRAU_M_Unlock X2TechTemplate]
DisplayName="模块-短跑运动员"
Summary="用较轻的盔甲代替一些较重的盔甲，舍弃部分防御提高机动性，获得2点移动，失去10点防御."

[TRAU_PS_Unlock X2TechTemplate]
DisplayName="模块-灵能屏障"
Summary="利用天生出众的灵能潜能来产生护盾值，最少2点护盾值."

[TRAU_AS_Unlock X2TechTemplate]
DisplayName="模块-肾上腺素飙升"
Summary="受到伤害时，获得3点机动性，持续2回合."

[TRAU_SR_Unlock X2TechTemplate]
DisplayName="模块-屏障发生器"
Summary="我们士兵生存得到了有效的保障. 提供2点护盾值,每回合再生2点,最多6点."

; X2Effect Uses
[X2Effect_ShieldRegeneration]
HealedMessage="+<Heal/> 屏障HP已恢复"